Repository: jpsala/home
Catalog: package-query/yaourt/src/yaourt-1.7/po/yaourt/*.po
Languages: ast, it, lt, zh_cn

source: Building and installing package
ast: Construyendo ya instalando'l paquete
it: Compilazione e installazione del pacchetto
lt: Kuriamas ir diegiamas paketas
zh_cn: 构建和安装软件包

source: The sources of %s were kept last time. Use them ?
ast: Les fontes de %s caltuviéronse la cabera vegada. ¿Usales?
it: I sorgenti di %s sono stati conservati in precedenza. Vuoi usarli ?
lt: Nuo praeito karto liko %s pradinis kodas. Naudoti jį?
zh_cn: %s 的源已经是最新版本了。使用它们？

source: Unable to write in %s directory. Using /tmp directory
ast: Nun pue escribise nel direutoriu %s. Usando'l direutoriu /tmp
it: Impossibile scrivere nella cartella %s. Utilizzo la cartella /tmp
lt: Įrašyti į aplanką %s nepavyko. Naudojamas /tmp aplankas
zh_cn: 无法写入目录 %s。使用 /tmp 目录

source: %s is already up to date.
ast: %s yá ta anováu.
it: %s è già aggiornato.
lt: %s naujausias.
zh_cn: %s 已经是最新

source: Install or build missing dependencies for %s:
ast: Instalar o construyir dependencies pa %s:
it: Installa o compila le dipendenze mancanti per %s:
lt: Įdiegti ar sukurti trūkstamas %s priklausomybes:
zh_cn: 为 %s 安装或者是构建缺失的依赖关系：

source: Dependencies have been installed before the failure
ast: Les depedencies instaláronse enantes del fallu
it: Alcune dipendenze sono state installate prima del problema
lt: Priklausomybės įdiegtos prieš šią nesėkmę
zh_cn: 出现故障前依赖已经安装

source: This PKGBUILD provides " %b "
ast: Esti PKGBUILD apurre " %b "
it: Questo PKGBUILD fornisce "%b"
zh_cn: 此 PKGBUILD 提供了 " %b "

source: Install only %s ?
ast: ¿Instalar namái %s?
it: Vuoi installare solo %s?
zh_cn: 仅安装 %s ？

source: Makepkg was unable to build %s.
ast: Makepkg nun pudo construyir %s.
it: Makepkg non è riuscito a compilare %s.
lt: Makepkg nesugebėjo sukurti %s.
zh_cn: Makepkg 无法构建 %s.

source: Exporting %s to %s directory
ast: Esportando %s al direutoriu %s
it: Esportazione di %s nel deposito %s
lt: %s eksportuojamas į aplanką %s
zh_cn: 将 %s 导出到目录 %s

source: Continue installing %s ?
ast: ¿Siguir instalando %s ?
it: Continuare l'installazione di %s
lt: Tęsti %s diegimą?
zh_cn: 继续安装 %s ？

source: [v]iew package contents [c]heck package with namcap
ast: [v]er conteníu'l paquete, [c]omprobar paquete con namcap
it: [v]edi il contenuto del pacchetto [c]ontrolla il pacchetto con namcap
lt: [p]eržiūrėti paketo turinį t[i]krinti paketą su namcap
zh_cn: [v]查看包的内容 [c]用 namcap 检查

source: YNVC
ast: SNVC
it: SNVC
lt: TNPI

source: Press any key to continue
ast: Primi cualesquier tecla pa siguir
it: Premi un tasto per continuare
lt: Norėdami tęsti paspauskite betkokį klavišą
zh_cn: 按任意键继续

source: namcap is not installed
ast: namcap nun ta instaláu
it: namcap non è installato
lt: namcap neįdiegtas
zh_cn: namcap 没有安装

source: Your packages are saved in %s
ast: Los tos paquetes tán guardaos en %s
it: I pacchetti sono stati salvati in %s
lt: Jūsų paketai išsaugoti aplanke %s
zh_cn: 软件包已保存到 %s

source: Unable to copy packages to %s directory
ast: Nun puen copiase los paquetes al direutoriu %s
it: Impossibile copiare i pacchetti nella cartella %s
lt: Paketų nukopijuoti į %s aplanką nepavyko
zh_cn: 无法将软件包复制到目录 %s

source: Unable to delete directory %s. Please remove it using root privileges.
ast: Nun pue desaniciase'l direutoriu %s. Por favor, desanicialu usando privilexos root.
it: Impossibile eliminare la cartella %s. Rimuovila con privilegi di root.
lt: Aplanko %s sukurti nepavyko. Pašalinkite jį naudodami root teises.
zh_cn: 无法删除文件夹 %s。请使用 root 权限移除这个文件夹。

source: Unable to create directory %s.
ast: Nun pue crease'l direutoriu %s.
it: Impossibile creare la cartella %s.
lt: Aplanko %s sukurti nepavyko.
zh_cn: 无法建立文件夹 %s。

source: Continue building %s ?
ast: ¿Siguir construyendo %s?
it: Continuare la compilazione di %s
lt: Tęsti %s kūrimą?
zh_cn: 继续构建 %s ？

source: Restart building %s ?
ast: ¿Reaniciar construcción de %s?
it: Riavviare la compilazione di %s
lt: Paleisti %s kūrimą iš naujo?
zh_cn: 重新构建 %s ?

source: %s directory already exist. [R]eplace, [C]hange to %s, [S]kip ?
ast: El direutoriu %s yá esiste. ¿[T]rocar, [C]ambiar a %s ó [S]altar?
it: La cartella %s esiste già. S[o]stituire, [C]ambiare in %s, [S]altare?
zh_cn: 文件夹 %s 已经存在。 [R]覆盖，[C]更改为 %s，[S]跳过？

source: RCS
ast: TCS

source: Download %s sources
ast: Baxando les fontes %s
it: Scaricare i sorgenti di %s
lt: Atsiųsti %s pradinį kodą
zh_cn: 下载 %s 源码

source: is not a directory
ast: nun ye un direutoriu
it: non è una cartella
lt: ne aplankas
zh_cn: 不是一个目录

source: is not writable
ast: nun ye d'escritura
it: non è scrivibile
lt: nėra rašomas
zh_cn: 不可写

source: Edit %s ?
ast: ¿Editar %s ?
it: Modificare %s
lt: Redaguoti %s?
zh_cn: 编辑 %s ？

source: ("A" to abort)
ast: ("A" p'albortar)
it: ("A" per annullare)
lt: („A“ atšaukti)
zh_cn: ("A" 忽略)

source: YNA
ast: SNA
it: SNA
lt: TNA

source: Aborted...
ast: Albortáu...
it: Interrotto...
lt: Nutraukta...
zh_cn: 放弃

source: Please add $VISUAL to your environment variables
ast: Por favor, amiesta $VISUAL al to entornu de variables
it: Si prega di aggiungere $VISUAL a suoi variabili di ambiente
lt: Į savo aplinkos kintamuosius pridėkite $VISUAL
zh_cn: 请将 $VISUAL 添加到环境变量

source: for example:
ast: por exemplu:
it: per esempio:
lt: pavyzdžiui:
zh_cn: 示例：

source: (in ~/.bashrc)
ast: (en ~/.bashrc)
lt: (faile ~/.bashrc)
zh_cn: （在 ~/.bashrc）

source: (replace vim with your favorite editor)
ast: (troca vim pol to editor de testu favoritu)
it: (sostituisci vim con il tuo editor preferito)
lt: (pakeiskite vim savo mėgstamu redaktoriumi)
zh_cn: （使用你喜欢的文本编辑器替换 vim）

source: Edit %s with:
ast: Editar %s con:
it: Modifica %s con:
lt: Redaguoti %s su:
zh_cn: 编辑 %s 的软件：

source: %s dependencies:
it: Dipendenze di %s
lt: %s priklausomybės:
zh_cn: %s 依赖关系：

source: yaourt {--stats}
zh_cn: yaourt {--stats} 显示本机软件包的统计数据
