Repository: jpsala/home
Catalog: package-query/yaourt/src/yaourt-1.7/po/yaourt/*.po
Languages: ast, it, lt, zh_cn

source: Delete all *.pac* found
ast: Desaniciar tolos *.pac* alcontraos
it: Elimina tutti i *.pac* trovati
lt: Pašalinti visus rastus *.pac*
zh_cn: 删除所有找到的 *.pac* 文件

source: Save all packages backup files for a later merge
ast: Guardar tolos paquetes copia p'amestalos sero
it: Salva le copie dei file dei pacchetti per una fusione successiva.
lt: Visus atsarginės kopijos failus išsaugoti vėlesniam sujungimui
zh_cn: 保存软件包备份文件以供将来合并

source: Use with backup to not output messages
ast: Usar con copia de seguranza pa nun amosar mensaxes
it: Utilizzare con backup per non mostrare messaggi
lt: Naudoti su atsargine kopija nerodyti pranešimų
zh_cn: 备份时处于安静模式

source: Sequential listing
ast: Llistáu secuencial
it: Elenco sequenziale
lt: Nuoseklus sąrašas
zh_cn: 顺序清单

source: Display diff
ast: Amosar diff
it: Visualizzare diff
lt: Rodyti skirtumus
zh_cn: 显示差异

source: This help
ast: Esta ayuda
it: Questa guida
lt: Ši pagalba
zh_cn: 显示本帮助

source: Show version
ast: Amosar versión
it: Mostra versione
lt: Rodyti versiją
zh_cn: 显示版本

source: saving
ast: guardando
it: salvataggio
lt: išsaugoma
zh_cn: 保存

source: found
ast: alcontráu
it: trovato
lt: rasta
zh_cn: 找到

source: files are orphans
ast: los ficheros tán güerfanos
it: file risultano orfani
lt: failai yra apleisti
zh_cn: 文件是孤包

source: The following files have no original version.
ast: Los ficheros siguientes nun tienen versión orixinal.
it: I seguenti file non hanno una versione originale.
lt: Šie failai neturi originalios versijos.
zh_cn: 以下行没有原始版本

source: Do you want to delete these files ?
ast: ¿Quies desaniciar estos ficheros?
it: Vuoi eliminare questi file?
lt: Ar tikrai norite ištrinti šiuos failus?
zh_cn: 你要删除这些文件吗？

source: (S: no confirm)
ast: (T: toos, ensin confirmar)
it: (C: nessuna conferma)
lt: (S: nepatvirtinti)
zh_cn: （S：未确认）

source: YNS
ast: SNT
it: SNC
lt: TNS

source: **same file**
ast: **mesmu ficheru**
it: **file identico**
lt: **tas pats failas**
zh_cn: ** 相同的文件 **

source: **automerge**
ast: **autoamestar**
it: **fusione automatica**
lt: **auto sujungimas**
zh_cn: ** 自动合并 **

source: Action: [E]dit, [R]eplace, [S]uppress, [C]ontinue (default), [A]bort ?
ast: Aición: ¿[E]ditar, [T]rocar, [D]esaniciar, [S]iguir (por defeutu) ó [A]lbortar?
it: Azione: [M]odificare, [S]ostituire, [E]liminare, [C]ontinuare (predefinito), [A]nnullare?
lt: Veiksmas: [R]edaguoti, [P]akeisti, [N]ustelbti, [T]ęsti (numatytasis), [A]tšaukti ?
zh_cn: 操作：[E]编辑，[R]替换，[S]忽略，[C]继续（默认），[A]中断？

source: Action: [E]dit, [R]eplace, [S]uppress, [M]erge, [C]ontinue (default), [A]bort ?
ast: Aición: ¿[E]ditar, [T]rocar, [M]ecer, [A]mestar, [S]iguir (por defeutu) ó [A]lbortar?
it: Azione: [M]odificare, [S]ostituire, [E]liminare, [U]nire, [C]ontinuare (predefinito), [A]nnullare?
lt: Veiksmas: [R]edaguoti, [P]akeisti, [N]ustelbti, [S]ujungti, [T]ęsti (numatytasis), [A]tšaukti ?
zh_cn: 操作：[E]编辑，[R]替换，[S]忽略，[M]合并，[C]继续（默认），[A]中断？

source: ERSCA
ast: ETDSA
it: MSECA
lt: RPNTA

source: ERSCAM
ast: ETMSAM
it: MSEUCA
lt: RPNTAS

source: Patch:
ast: Parche:
lt: Pataisymas:
zh_cn: 补丁：

source: Apply ?
ast: ¿Aplicar?
it: Applicare?
lt: Pritaikyti?
zh_cn: 应用？

source: patch returned an error!
ast: ¡el parche devolvió un fallu!
it: Il comando patch ha restituito un errore!
lt: pataisymas grąžino klaidą!
zh_cn: 补丁返回了一个错误！

source: Enter n° :
ast: Introducir númberu:
it: Inserisci num.:
lt: Įveskite nr.:
zh_cn: 输入 n°：

source: Yaourt does not support --help for a particular option.
ast: Yaourt nun sofita --help pa una opción particular.
it: Yaourt non supporta --help per un'opzione specifica.
lt: Šiai parinkčiai yaourt nepalaiko --help parinkties.
zh_cn: Yaourt 不支持针对特定选项的 --help。

source: The following is %s help :
ast: Lo siguiente ye l'ayuda de %s:
it: Segue la guida di %s:
lt: Tai yra %s žinynas:
zh_cn: 以下是 %s 的帮助：

source: Usage: yaourt <operation> [...]
ast: Usu: yaourt <operación> [...]
it: Utilizzo: yaourt <operazione> [...]
lt: Naudojimas: yaourt <operacija> [...]
zh_cn: 用法：yaourt <操作> [...]

source: operations:
ast: operaciones:
it: operazioni:
lt: operacijos:
zh_cn: 操作：

source: yaourt (search pattern|package file)
ast: yaourt (patrón de gueta|paquete)
it: yaourt (modello di ricerca|pacchetto)
lt: yaourt (paieškos žodis|paketo failas)
zh_cn: yaourt （搜索模式|软件包文件）

source: yaourt {-Q --query} [options] [package(s)]
ast: yaourt {-Q --query} [opciones] [paquete(s)]
it: yaourt {-Q --query} [opzioni] [pacchetto(i)]
lt: yaourt {-Q --query} [parinktys] [paketas(-ai)]
zh_cn: yaourt {-Q --query} [选项] [软件包]

source: yaourt {-R --remove} [options] <package(s)>
ast: yaourt {-R --remove} [opciones] <paquete(s)>
it: yaourt {-R --remove} [opzioni] <pacchetto(i)>
lt: yaourt {-R --remove} [parinktys] <paketas(-ai)>
zh_cn: yaourt {-R --remove} [选项] <软件包>

source: yaourt {-S --sync} [options] [package(s)]
ast: yaourt {-S --sync} [opciones] [paquete(s)]
it: yaourt {-S --sync} [opzioni] [pacchetto(i)]
lt: yaourt {-S --sync} [parinktys] [paketas(-ai)]
zh_cn: yaourt {-S --sync} [选项] [软件包]

source: yaourt {-U --upgrade} [options] <package(s)>
ast: yaourt {-U --upgrade} [opciones] <paquete(s)>
it: yaourt {-U --upgrade} [opzioni] <pacchetto(i)>
lt: yaourt {-U --upgrade} [parinktys] <paketas(-ai)>
zh_cn: yaourt {-U --upgrade} [选项] <软件包>

source: yaourt {-C --clean} [options]
ast: yaourt {-C --clean} [opciones]
it: yaourt {-C --clean} [opzioni]
lt: yaourt {-C --clean} [parinktys]
zh_cn: yaourt {-C --clean} [选项]

source: yaourt {-B --backup} [save directory|restore file]
ast: yaourt {-B --backup} [direutoriu de guarda|ficheru de restauración]
it: yaourt {-B --backup} [cartella di destinazione|file da ripristinare]
lt: yaourt {-B --backup} [išsaugojimo aplankas|atstatymo failas]
zh_cn: yaourt {-B --backup} [保存路径|恢复文件]

source: yaourt {-G --getpkgbuild} [options] <package(s)>
ast: yaourt {-G --getpkgbuild} [opciones] <paquete(s)>
it: yaourt {-G --getpkgbuild} [opzioni] <pacchetto(i)>
lt: yaourt {-G --getpkgbuild} [parinktys] <paketas(-ai)>
zh_cn: yaourt {-G --getpkgbuild} [选项] <软件包>

source: homepage: http://archlinux.fr/yaourt-en
ast: páxina web: http://archlinux.fr/yaourt-en
it: homepage: http://archlinux.fr/yaourt
lt: namų puslapis: http://archlinux.fr/yaourt-en
zh_cn: 主页： http://archlinux.fr/yaourt-en

source: query packages
ast: paquetes de consulta
it: interroga i pacchetti
lt: užklausos paketai
zh_cn: 查询包

source: Following packages have not been installed:
ast: Nun s'instalaron los paquetes siguientes:
it: I seguenti pacchetti non sono stati installati:
lt: Šie paketai nebuvo įdiegti:
zh_cn: 以下软件包未被安装：

source: listing all packages in repo(s)
ast: llistando tolos paquetes nel/nos repo(s)
it: elenco di tutti i pacchetti nei depositi
lt: rodomas visų saugyklos(-ų) paketų sąrašas
zh_cn: 显示源中的所有软件包

source: Listing all packages in repo(s)
ast: Llistando tolos paquetes nel/nos repo(s)
it: Elenco di tutti i pacchetti nei depositi
lt: Rodomas visų saugyklos(-ų) paketų sąrašas
zh_cn: 显示源中的所有软件包

source: show groups
ast: amosar grupos
it: mostra i gruppi
lt: rodyti greupes
zh_cn: 显示组

source: Informations for %s
ast: Informaciones pa %s
it: Informazioni per %s
lt: %s informacija
zh_cn: %s 的信息

source: Unable to read %s file
ast: Nun pue lleese'l ficheru %s
it: Impossibile leggere il file %s
lt: Perskaityti failą %s nepavyko
zh_cn: 无法读取文件 %s

source: Enter n° of packages to be installed (ex: 1 2 3 or 1-3)
ast: Introduz un númberu de paquetes pa instalar (exem: 1 2 3 o 1-3)
it: Inserisci il numero dei pacchetti da installare (ex: 1 2 3 o 1-3)
lt: Įveskite paketo(-ų) numerį kurį(-iuos) norite įdiegti (pvz. 1 2 3 arba 1-3)
zh_cn: 输入 n° 以安装需要的软件包（例如：1 2 3 或者是 1-3）

source: get PKGBUILD
ast: Consiguiendo'l PKGBUILD
it: recupero PKGBUILD
lt: gauti PKGBUILD
zh_cn: 获取 PKGBUILD

source: Download abs archive
ast: Baxar archivu abs
it: Scaricare l'archivio abs
lt: Atsiųsti abs archyvą
zh_cn: 正在下载 ABS 文件

source: The following packages should be upgraded first :
ast: Deberíen anovase primero los paquetes siguientes:
it: Questi pacchetti dovrebbero essere aggiornati prima :
lt: Šie paketai turi būti atnaujinti pirmiausia:
zh_cn: 以下软件包需要先升级：

source: Do it now ?
ast: ¿Facelo agora?
it: Farlo ora ?
lt: Daryti tai dabar?
zh_cn: 立即处理？

source: Building %s from sources.
ast: Construyendo %s dende les fontes.
it: Compilazione di %s dai sorgenti.
lt: Kuriamas %s iš pradinio kodo.
zh_cn: 从源码构建 %s。

source: Install %s from sources
ast: Instalar %s dende les fontes
it: Installazione di %s dai sorgenti
lt: Įdiegti %s iš pradinio kodo
zh_cn: 从源码安装 %s

source: Retrieving PKGBUILD and local sources...
ast: Recibiendo PKGBUILD y fontes llocales...
it: Recupero PKGBUILD e sorgenti locali...
lt: Gaunamas PKGBUILD ir vietinis pradinis kodas...
zh_cn: 恢复 PKGBUILD 和本地源文件

source: Foreign packages:
ast: Paquetes foriatos:
it: Altri pacchetti:
lt: Nevietiniai paketai:
zh_cn: 远程包：

source: not found
ast: nun s'alcontró
it: non trovato
lt: nerasta
zh_cn: 未找到

source: Continue upgrade ?
ast: ¿Siguir anovando?
it: Continuare l'aggiornamento?
lt: Tęsti atnaujinimą?
zh_cn: 继续升级？

source: [V]iew package detail [M]anually select packages
ast: [V]er detalles del paquete, esbillar paquetes [M]anualmente
it: [V]edi i dettagli dei pacchetti Seleziona [M]anualmente i pacchetti
lt: [P]eržiūrėti paketo detales [R]ankiniu būdu pasirinkti paketus
zh_cn: [V]查看详细内容 [M]手动选择软件包

source: YNVM
ast: SNVM
it: SNVC
lt: TNPR

source: Proceed with upgrade?
ast: ¿Siguir col anovamientu?
it: Procedere con l'aggiornamento?
lt: Tęsti atnaujinimą?
zh_cn: 继续升级吗？

source: Source targets
ast: Oxetivos de fonte
it: Oggetti da compilare
lt: Šaltinio paskirtis
zh_cn: 安装目标

source: AUR targets
ast: Oxetivos d'AUR
it: Oggetti AUR
lt: AUR paskirtys
zh_cn: AUR 目标

source: unable to update %s
ast: nun pue anovase %s
it: impossibile aggiornare %s
lt: atnaujinti %s nepavyko
zh_cn: 无法升级 %s

source: Package upgrade only (new release):
ast: Namái anovamientu de paquete (llanzamientu nuevu):
it: Solo aggiornamenti dei pacchetti (nuova release):
lt: Tik paketo atnaujinimas (naujas leidimas):
zh_cn: 仅升级软件包（新释出版）

source: Software upgrade (new version) :
ast: Anovamientu del software (versión nueva):
it: Aggiornamenti del software (nuova versione):
lt: Programinės įrangos atnaujinimas(nauja versija):
zh_cn: 软件升级（新版本）：

source: New package :
ast: Paquete nuevu:
it: Nuovo pacchetto:
lt: Naujas paketas:
zh_cn: 新的软件包：

source: (required by %s)
ast: (riquíu por %s)
it: (richiesto da %s)
lt: (%s reikalauja)
zh_cn: （被 %s 依赖）

source: Installing from a package list
ast: Instalando dende una llista paquetes
it: Installazione da un elenco di pacchetti
lt: Įdiegiama iš paketų sąrašo
zh_cn: 从软件包列表安装

source: upgrading SVN/CVS/HG/GIT package
ast: anovando paquete SVN/CVS/HG/GIT
it: aggiornamento di un pacchetto SVN/CVS/HG/GIT
lt: atnaujinamas SVN/CVS/HG/GIT paketas
zh_cn: 更新 SVN/CVS/HG/GIT 源的软件包

source: Targets
ast: Oxetivos
it: Oggetti
lt: Paskirtys
zh_cn: 目标

source: Saving pacman database in %s
ast: Guardando bas de datos pacman en %s
it: Salvataggio del database di pacman in %s
lt: Pacman duomenų bazė išsaugoma aplanke %s
zh_cn: 保存 pacman 的数据库到 %s

source: Pacman database successfully saved in %s
ast: Bas de datos pacman guardada con ésitu en %s
it: Il database di Pacman è stato salvato correttamente in %s
lt: Pacman duomenų bazė išsaugota aplanke %s
zh_cn: Pacman 数据库成功的保存到 %s

source: Analysing backup file
ast: Analizando copia de seguranza
it: Analisi del file di backup
lt: Analizuojamas atsarginės kopijos failas
zh_cn: 分析备份文件

source: %s is not a valid alpm database backup
ast: %s nun ye un una copia de seguranza de bas de datos alpm válida
it: %s non è un backup del database alpm valido
lt: %s nėra tinkama alpm duomenų bazės atsarginė kopija
zh_cn: %s 不是合法的 alpm 数据库备份

source: New packages installed since backup:
ast: Paquetes nuevos instalaos dende la copia de seguranza:
it: Nuovi pacchetti installati dopo il backup:
lt: Po atsarginės kopijos buvo įdiegta naujų paketų:
zh_cn: 已经从备份中安装了新的软件包：

source: Packages removed or ugpraded since backup:
ast: Paquetes desaniciaos o anovaos dende la copia de seguranza:
it: Pacchetti rimossi o aggiornati dopo il backup:
lt: Po atsarginės kopijos buvo pašalinti arba atnaujinti paketai:
zh_cn: 从备份中移除或者升级的软件包：

source: Warning! Do you want to restore this backup ?
ast: ¡Avisu! ¿Quies restaurar esta copia de seguranza?
it: Attenzione! Vuoi davvero ripristinare questo backup?
lt: Įspėjimas! Ar norite atstatyti šią atsarginę kopiją?
zh_cn: 警告！确定要恢复这一备份？

source: (local db will be saved in %s)
ast: (la base de datos llocal guardaráse en %s)
it: (il database locale sarà salvato in %s)
lt: (vietinė duoemnų bazė bs išsaugota %s)
zh_cn: （本地数据库备份将会保存到 %s）

source: If you want to restore this backup, type "yes"
ast: Si quies restaurar esta copia de seguranza, escribi "sí"
it: Se vuoi ripristinare questo backup, digita "sì"
lt: Jei norite atstatyti šią atsarginę kopiją, įrašykite „taip“
zh_cn: 如果想要恢复这个备份，请输入 "yes"

source: yes
ast: sí
it: sì
lt: taip
zh_cn: 是

source: Deleting pacman DB
ast: Desaniciando base de datos de pacman
it: Eliminazione del database di pacman
lt: Šalinama pacman DB
zh_cn: 删除 pacman 数据库

source: Copying backup
ast: Copiando copia de seguranza
it: Copia del backup in corso
lt: Kopijuojama atsarginė kopija
zh_cn: 复制备份

source: Testing the new database
ast: Comprobando la base de datos nueva
it: Prova del nuovo database
lt: Nauja duomenų bazė testuojama
zh_cn: 测试新的数据库

source: Your backup is not successfully restored
ast: Nun se restauró con ésitu la to copia seguranza
it: Il backup non è stato ripristinato
lt: Jūsų atsarginė kopija nebuvo sėkmingai atstatyta
zh_cn: 未能成功恢复备份

source: Your backup has been successfully restored
ast: Restauróse con ésitu la to copia seguranza
it: Il backup è stato ripristinato correttamente
lt: Jūsų atsarginė kopija buvo sėkmingai atstatyta
zh_cn: 已经从备份中成功恢复

source: packages found
ast: paquetes alcontraos
it: pacchetto trovato
lt: rasti paketai
zh_cn: 找到软件包

source: (old database is saved in %s)
ast: (la bas de datos vieya guardóse en %s)
it: (il vecchio database è stato salvato in %s)
lt: (sena duomenų bazė išsaugota %s)
zh_cn: （旧的数据库已经保存到 %s）

source: wrong argument
ast: argumentu enquivocáu
it: argomento non valido
lt: netinkamas argumentas
zh_cn: 错误的参数

source: Packages which depend on %s:
ast: Paquetes que tán arreyaos a %s:
it: Pacchetti che dipendono da %s:
lt: Paketai priklausomi nuo %s:
zh_cn: %s 依赖于以下软件包：

source: Packages which conflicts with %s:
ast: Paquetes que tán en conflictu con %s:
it: Pacchetti che sono in conflitto con %s:
lt: Paketai kurie nesuderinami su %s:
zh_cn: 以下软件包和 %s 冲突：

source: Packages which replace %s:
ast: Paquetes que troquen %s:
it: Pacchetti che sostituiscono %s:
lt: Paketai kurie pakeis %s:
zh_cn: 替换软件包：

source: Packages which provide %s:
ast: Paquetes qu'apuren %s:
it: Pacchetti che forniscono %s:
lt: Paketai kurie suteiks %s:
zh_cn: 提供软件包：

source: Do you want to remove these packages (with -Rcs options) ?
ast: ¿Quies desaniciar estos paquetes (coles opciones -Rcs)?
it: Vuoi rimuovere questi pacchetti (con l'opzione -Rcs)?
lt: Ar norite pašalinti šiuos paketus (su -Rcs parinktimi)?
zh_cn: 你想要移除这些软件包（利用 -Rsc 选项）吗？

source: YN
ast: SN
it: SN
lt: TN

source: Total installed packages:
ast: Total de paquetes instalaos:
it: Totale dei pacchetti installati:
lt: Iš viso įdiegta paketų:
zh_cn: 合计已安装的软件包：

source: Explicitly installed packages:
ast: Paquetes instalaos esplícitamente:
it: Pacchetti installati esplicitamente:
lt: Nepriklausomų paketų:
zh_cn: 明确安装的软件包：

source: Packages installed as dependencies to run other packages:
ast: Paquetes instalaos como dependencies pa executar otros paquetes:
it: Pacchetti installati come dipendenze di altri pacchetti
lt: Paketų įdiegtų kaip priklausomybės, kad veiktų kiti paketai:
zh_cn: 因为依赖而安装的软件包：

source: Packages out of date:
ast: Paquetes ensin anovar:
it: Pacchetti non aggiornati:
lt: Pasenę paketai:
zh_cn: 过时的软件包：

source: Where %s packages seem to no longer be in use by any package:
ast: U %s paquetes paecen nun usase más por dengún paquete:
it: Di cui %s pacchetti sembrano non essere più utilizzati da alcun pacchetto:
lt: Atrodo %s paketų daugiau niekas nebenaudojama:
zh_cn: 以下的软件包似乎不被任何软件包需要：

source: Hold packages:
ast: Paquetes pa caltener:
it: Pacchetti da conservare:
lt: Palikti paketus:
zh_cn: 保持的软件包：

source: Ignored packages:
ast: Paquetes inoraos:
it: Pacchetti ignorati:
lt: Nepaisomi paketai:
zh_cn: 忽略的软件包：

source: Ignored groups:
ast: Grupos inoraos:
it: Gruppi ignorati:
lt: Nepaisomos grupės:
zh_cn: 忽略的组：

source: Number of configured repositories:
ast: Númberos de repositorios configuraos:
it: Numero di depositi configurati:
lt: Sukonfigūruotų saugyklų:
zh_cn: 已配置软件源的数目：

source: Packages by repositories (ordered by pacmans priority)
ast: Paquetes polos repositorios (ordenaos per prioridá de pacman)
it: Pacchetti per deposito (ordinati secondo la priorità di pacman)
lt: Paketų saugyklose (surikiuota pagal pacman prioritetus)
zh_cn: 按源分类的软件包（以 pacman 优先级为序）

source: others
ast: otros
it: altri
lt: kiti
zh_cn: 其它

source: are packages from local build or AUR Unsupported
ast: son paquetes de construcción llocal o non sofitaos por AUR
it: sono pacchetti compilati localmente o non supportati da AUR
lt: yra paketai iš vietinio kūrimo ar nepalaikomi AUR
zh_cn: 为本地编译或者是 AUR Unsupported 中的软件包

source: Theoretical - Real space used by packages:
ast: Teóricu - Espaciu real usáu polos paquetes:
it: Spazio teorico - effettivo utilizzato dai pacchetti:
lt: Teoriškai - realiai paketų naudojama vieta:
zh_cn: 软件包理论上 - 实际上占用空间

source: progression:
ast: progresión:
it: avanzamento:
lt: progresas:
zh_cn: 进展：

source: Theoretical space used by packages:
ast: Espaciu teóricu usáu polos paquetes:
it: Spazio teorico utilizzato dai pacchetti:
lt: Teoriškai paketų naudojama vieta:
zh_cn: 软件包理论上占用的空间：

source: Real space used by packages:
ast: Espaciu real usáu polos paquetes:
it: Spazio effettivo occupato dai pacchetti:
lt: Realiai paketų užimama vieta:
zh_cn: 软件包实际占用的空间：

source: Space used by pkg downloaded in cache (cachedir):
ast: Espaciu usáu pol pkg baxáu na caché (cachedir):
it: Spazio occupato dai pacchetti scaricati nella cache (cachedir):
lt: Vieta kurią užima „pkg“ parsiųsti podėlyje (cachedir):
zh_cn: 在 cache 中因为下载 pkg 占用的空间（cachedir）：

source: Space used by src downloaded in cache:
ast: Espaciu usáu pol src baxáu na caché:
it: Spazio occupato dai sorgenti scaricati nella cache:
lt: Vieta kurią užima „src“ parsiuntimo podėlyje:
zh_cn: 在 cache 中因为下载源码占用的空间：

source: %s not found in AUR.
ast: %s nun s'alcontró n'AUR.
it: %s non trovato in AUR.
lt: %s nerasta AUR.
zh_cn: 没有在 AUR 中找到 %s 。

source: Yes
ast: Sí
it: Sì
lt: Taip
zh_cn: 是

source: No
ast: Non
lt: Ne
zh_cn: 否

source: Repository
ast: Repositoriu
it: Deposito
lt: Saugykla
zh_cn: 源

source: Name
ast: Nome
it: Nome
lt: Pavadinimas
zh_cn: 名称

source: Version
ast: Versión
it: Versione
lt: Versija
zh_cn: 版本

source: AUR URL
ast: URL d'AUR

source: Licenses
ast: Llicencies
it: Licenze
lt: Licencijos
zh_cn: 许可证

source: Votes
ast: Votos
it: Votazioni
lt: Balsai
zh_cn: 投票

source: Out Of Date
ast: Ensin anovar
it: Aggiornati
lt: Pasenęs
zh_cn: 过时

source: Groups
ast: Grupos
it: Gruppi
lt: Grupės
zh_cn: 软件组

source: Provides
ast: Apurre
it: Fornisce
lt: Suteikia
zh_cn: 提供

source: Depends On
ast: Ta arreyáu a
it: Dipende da
lt: Priklauso nuo
zh_cn: 依赖于

source: Optional Deps
ast: Dependencies opcionales
it: Dip. opzionali
lt: Nebūtinos priklausomybės
zh_cn: 可选依赖

source: Conflicts With
ast: En conflictu con
it: In conflitto con
lt: Nesuderinamas su
zh_cn: 冲突

source: Replaces
ast: Troca
it: Sostituisce
lt: Pakeičia
zh_cn: 取代

source: Maintainer
ast: Caltenedor
it: Responsabile
lt: Prižiūrėtojas
zh_cn: 维护者

source: Architecture
ast: Arquitectura
it: Architettura
lt: Architektūra
zh_cn: 架构

source: Last update
ast: Anovamientu caberu
it: Ultimo aggiorn.
lt: Paskutinis atnaujinimas
zh_cn: 上次更新

source: Description
ast: Descripción
it: Descrizione
lt: Aprašymas
zh_cn: 描述

source: Checking vote status for %s
ast: Comprobando estáu de votu pa %s
it: Verifica dei voti per %s
lt: Tikrinama %s balsavimo būsena
zh_cn: 检查 %s 的投票状态

source: You have already voted for %s
ast: Yá votasti por %s
it: Hai già votato per %s
lt: Jūs jau balsavote už %s
zh_cn: 已经为 %s 投票

source: Do you want to vote for %s ?
ast: ¿Quies votar por %s?
it: Vuoi esprimere un voto per %s ?
lt: Ar norite balsuoti už %s?
zh_cn: 你想要为 %s 投票吗？

source: Installing %s from AUR
ast: Instalando %s dende AUR
it: Installazione di %s da AUR
lt: Diegiamas %s iš AUR
zh_cn: 从 AUR 安装 %s

source: Downloading %s PKGBUILD from AUR...
ast: Descargando %s PKGBUILD dende AUR...
it: Scaricamento del PKGBUILD di %s da AUR...
lt: Iš AUR parsiunčiamas %s PKGBUILD...
zh_cn: 从 AUR 下载 %s 的 PKGBUILD 文件

source: This package is orphaned
ast: Esti paquete ta güerfanu
it: Il pacchetto è orfano
lt: Šis paketas yra paliktas
zh_cn: 这个软件包是孤包

source: ( Unsupported package: Potentially dangerous ! )
ast: (Paquete ensin sofitu: ¡Potencialmente peligrosu!)
it: ( Pacchetto non supportato: Potenzialmente pericoloso! )
lt: (Nepalaikomas paketas: gali būti pavojinga!)
zh_cn: （Unsupported 中的包：潜在危险）

source: not found on AUR
ast: nun s'alcontró n'AUR
it: non trovato su AUR
lt: nerasta AUR
zh_cn: 未能在 AUR 中找到

source: up to date
ast: anováu
it: aggiornato
lt: naujausias
zh_cn: 最新

source: flagged as out of date
ast: conseñáu como ensin anovar
it: marcato come non aggiornato
lt: pažymėtas kaip pasenęs
zh_cn: 标记为过时

source: Orphan
ast: Güerfanu
it: Orfano
lt: Paliktas
zh_cn: 孤包

source: [Y/n]
ast: [S/n]
it: [S/n]
lt: [T/n]

source: [y/N]
ast: [s/N]
it: [s/N]
lt: [t/N]

source: [y/n]
ast: [s/n]
it: [s/n]
lt: [t/n]

source: WARNING:
ast: AVISU:
it: ATTENZIONE:
lt: ĮSPĖJIMAS:
zh_cn: 警告：

source: ERROR:
ast: FALLU:
it: ERRORE:
lt: KLAIDA:
zh_cn: 错误：

source: Packages no longer required by any installed package:
ast: Paquetes que nun se requieren más pa cualaquier paquete instaláu:
it: Pacchetti che non sono richiesti da altri pacchetti installati:
lt: Paketai kurių nebereikia jokiam įdiegtam paketui:
zh_cn: 以下软件包已经不被任何已经安装的软件包需要：

source: Searching for original config files to save
ast: Guetando ficheros de confguración orixinales pa guardar
it: Ricerca di file di configurazione originali da salvare
lt: Ieškoma originalių konfigūracijos failų
zh_cn: 搜索和保存原始配置文件

source: Pacman is currently in use, please wait.
ast: Anguaño Pacman ta n'usu, espera por favor.
it: Pacman è attualmente in uso, attendere.
lt: Šiuo metu pacman naudojamas, palaukite.
zh_cn: Pacman 正在使用，请稍候。

source: synchronizing package databases
ast: sincronizando bases de datos de paquetes
it: sincronizzazione del database dei pacchetti
lt: sinchronizuojamos paketų duomenų bazės
zh_cn: 同步软件包数据库

source: (ignoring package upgrade)
ast: (inorando anovamientu de paquete)
it: (aggiornamento del pacchetto ignorato)
lt: (nepaisomas paketo atnaujinimas)
zh_cn: （忽视软件包升级）

source: Unable to read PKGBUILD
ast: Nun pue lleese'l PKGBUILD
it: Impossibile leggere il PKGBUILD
lt: Perskaityti PKGBUILD nepavyko
zh_cn: 无法读取 PKGBUILD

source: This PKGBUILD describes a split package.
ast: Esti PKGBUILD describe un paquete dividíu.
it: Questo PKGBUILD indica un pacchetto suddiviso.
zh_cn: 此 PKGBUILD 为分包描述。

source: Specific package options are unknown
ast: Les opciones específiques del paquete son desconocíes
it: Le opzioni del pacchetto sono sconosciute
lt: Konkretaus paketo parinktys nežinomos
zh_cn: 特定的软件包选项未知

source: (already installed)
ast: (yá instaláu)
it: (già installato)
lt: (jau įdiegta)
zh_cn: （已安装）

source: (package found)
ast: (paquete alcontráu)
it: (pacchetto trovato)
lt: (paketas rastas)
zh_cn: （软件包已找到）

source: (building from AUR)
ast: (construyendo dende AUR)
it: (compilazione da AUR)
lt: (kuriama iš AUR)
zh_cn: （从 AUR 构建）

source: %s conflicts:
ast: %s conflictos:
it: Conflitti di %s
lt: %s nesuderinamumai:
zh_cn: %s 冲突：
